aba
abas
aberto
abertura
abr
abrir
academicos
acao
accepts
access
aceita
acentuacao
acessar
acesso
acoes
acompanhamento
acompanhou
acrescenta
action
actions
active
activity
adaptativo
add
adds
adequacao
ader
adiciona
adicionais
adicional
adicionar
admin
administra
administrativa
administrative
administrativo
afternoon
agenda
agendado
agendamento
agendamentos
agendar
agent
agora
agrup
agrupa
agrupada
agrupamento
agrupamentos
agrupando
agrupar
aguardar
ajuda
ajustar
alert
alerta
alertas
alerts
aliases
alinea
alineas
all
allowed
allows
alta
alterar
alterna
alternar
altura
alunos
alvo
ambiente
amigavel
and
andamento
anexar
anexo
anexos
animar
animate
animations
ano
anos
anterior
antes
antigo
anual
apartir
apc
apenas
api
aplica
aplicada
aplicadas
aplicar
apos
app
append
applied
apply
architecture
are
area
armazenada
armazenado
arquitetura
arquivado
arquivo
arquivos
arraste
articulacao
artigo
artigos
arvore
ascii
aspect
asset
assets
assignments
assina
assinatura
assinaturas
ata
atencao
atendimento
atendimentos
ativa
ativar
ativas
atividade
atividades
ativo
ativos
atribuicao
atribuicoes
atribuidas
attachment
attachments
attention
attr
atuais
atual
atualiza
atualizacao
atualizando
atualizar
audio
audiovisual
audit
auditoria
aula
aulas
ausente
autentica
autenticar
auth
autocomplete
autom
automatica
automaticas
automatico
automaticos
available
avaliados
avancar
backend
backfill
backlog
baixar
baixo
banco
barra
base
basico
basicos
bimestral
bind
bindings
bitrate
blocks
bloco
blocos
bloqueada
bloquear
bloqueio
bool
booleano
boot
bootstrap
bot
botao
botoes
boundary
branco
brida
bruta
build
builder
bullet
bundle
busca
buscar
business
bytes
cabecalho
cache
cached
cada
cadastra
cadastrar
cadastro
cadastros
caixa
calculadora
calcular
calend
calendario
calls
camada
caminho
campo
campos
can
cancel
cancelada
cancelado
cancelamento
cancelar
cancelled
candidatas
cannot
capa
capacidade
capacity
capitalizar
caracteres
card
cards
carga
cargas
cargo
carrega
carregando
carregar
carrossel
caso
cat
catalog
catalogo
catalogos
categoria
categorias
category
celula
cenario
central
centralizado
centralizar
centro
cercas
chama
chamar
chave
checkboxes
chip
choice
cinco
cio
cios
claro
class
classe
classes
classificar
classifies
classroom
classrooms
clause
clausula
clean
clear
cleo
client
cliente
clients
clonar
clone
cnicas
code
codec
codificar
codigo
coding
coercer
colaboracao
colado
colecao
coletar
colisao
collect
column
columns
coluna
colunas
com
comando
combina
combinacoes
combo
combos
common
como
compacta
compacto
comparar
compartilhado
compartilham
compatibilidade
compatibility
compativel
complementacao
complementar
complemento
complementos
completa
complete
completes
completion
completo
componente
componentes
compor
comportamento
compute
comuns
concluir
conditional
conectivos
config
configura
configuracao
configuracoes
configuradas
configurado
configurados
configurar
configuration
configurations
configure
configured
confirmacao
conflicting
conflito
connection
conselho
considera
consolida
consolidacao
consolidado
consolidated
constru
construir
consulta
consultar
consume
consumir
consumo
contact
contador
contar
conte
contemplou
content
conteudo
context
contexto
continuous
contract
control
controlado
controlador
controle
controles
conversao
converter
convertido
coord
coordena
coordenacao
coordenador
coordenadores
coordination
copia
copiar
copias
copies
copy
cor
core
corpo
corresponde
corridas
cota
cotas
count
create
created
creates
creation
cria
criando
criar
criterio
criterion
criterios
critico
critique
crud
cruzada
css
csv
cups
current
cursor
curta
curto
custo
dados
das
dashboard
data
database
datalist
datas
date
dates
datetime
day
deadline
decimal
declara
decode
decodificar
dedupe
deep
default
define
definido
definir
delete
delimitador
demo
denied
dentro
deo
depend
dependencies
deployment
desabilitada
desabilitado
desativa
desativada
desativar
descobrir
descrever
descricao
descricoes
description
descritores
desempilhar
desenhar
design
desktop
deslocar
desserializar
destaca
destacado
destaque
destinatario
destinatarios
destruir
details
detalhada
detalhe
detalhes
detectar
deterministico
deve
development
dia
diagn
dias
dict
digest
dimensao
dimension
dimensoes
dinamico
dir
direita
direto
diretorio
diretorios
disciplina
disciplinar
disciplinas
discipline
disciplines
display
disponibilidade
disponiveis
disponivel
disposition
distribuivel
diverge
dlp
docencia
docente
docentes
documenta
documentacao
documentation
documento
documentos
docx
dois
dom
domain
dos
down
downgrade
download
drag
draw
drawer
drop
dropzone
duas
dulo
dulos
duplica
duplicar
duracao
durante
edicao
editable
editar
editavel
editor
educacionais
elegiveis
elegivel
element
elemento
elementos
email
emblema
embutido
emitido
empilhar
empty
encerrar
encontrar
endpoint
endpoints
endtag
endurecida
enrich
enriquecer
ensure
entidades
entities
entity
entrada
entre
entrega
entregas
entries
entry
enum
env
envia
enviar
envio
envios
equipamento
equivalencias
erro
error
escapar
escolar
escolares
escolhe
escolher
escolhido
escopo
espaco
espelhos
esperar
esquerda
esta
estado
estados
estilo
estilos
estimated
estrat
estrutura
estudante
estudantes
etag
etapa
event
evento
eventos
events
evitando
evitar
exata
exception
excluir
exclusao
execucao
execucoes
executar
exibe
exibicao
exibir
exige
exigir
existe
existente
existir
exists
expand
expandidas
expandir
expected
expirado
expirados
explicitado
expoe
exportar
expressao
ext
extensao
extensoes
extra
extract
extraida
extrair
fachadas
faixa
faixas
fake
falha
falhar
fallback
fast
fechado
fechamento
fechar
feedback
fetch
ffmpeg
fica
field
fila
file
files
filhos
filter
filters
filtra
filtradas
filtrado
filtrar
filtro
filtros
final
finalidade
find
fix
fixture
flag
flags
flow
flows
fluxo
focar
focaveis
foco
foi
folha
folhas
followup
font
fonte
fontes
for
fora
forca
forcar
forced
form
format
formata
formatada
formatado
formatados
formatar
formato
formatos
formats
formatted
formatters
formulario
forte
found
fourth
fragmento
fragmentos
frase
frases
free
frente
frequent
frequentes
from
frontend
full
funcionais
functions
fundo
futuras
garantir
generate
genericas
generico
geometria
gera
gerado
gerais
geral
gerar
gerencia
gerenciais
gerir
gest
gestao
gestor
get
getattr
gia
gicas
gico
gicos
globais
global
globalizar
globalized
glossary
grade
grafico
graficos
gravidade
gravity
gremio
group
grupo
guiado
guided
guidelines
habilidade
habilidades
habilita
habilitados
handle
has
hash
hashed
headers
heading
health
height
helper
helpers
hierarquica
hierarquico
hint
hist
historico
history
hoje
hor
hora
horaria
horario
horarios
horas
houve
html
http
icone
identidade
identifica
identificacao
identificador
identificados
ids
ignora
ignorada
ignorar
ilimitada
ilustra
image
imagem
immutable
implementation
import
importa
importacao
importar
impress
impressa
impressao
impressoes
impressora
imprime
imprimir
inactive
inciso
incisos
incluem
inclui
incluindo
index
indicadores
indices
indisponibilidade
individual
infer
inferir
info
informa
informada
iniciais
inicial
inicializar
iniciar
inicio
init
injeta
inline
input
insight
insights
institucional
int
integer
integrada
integral
integrar
integration
integridade
integrity
inteiro
interface
internal
interval
intervalo
invalid
invalidar
invalido
invalidos
inventory
iso
item
items
itens
janela
java
job
jobs
json
keep
keeps
key
known
label
labels
largura
lateral
layout
lculo
left
legacy
legada
legado
legados
legal
lei
leis
ler
lesson
lessons
letivo
letivos
level
levels
liberado
liberar
lidar
lifespan
limit
limita
limite
limites
limpa
limpar
limpeza
limpo
linha
linhas
link
list
lista
listagem
listar
listas
lists
livres
load
loading
locais
local
localizar
locked
log
logado
logger
logging
login
logo
long
lookups
loop
lote
macro
main
mais
management
manager
mandar
mantem
manter
manuais
manual
map
mapa
mapear
marcacoes
marcar
markdown
material
matriz
matutino
maxima
mbolos
medidas
medir
melhor
mensagem
mensais
menu
merge
mes
meses
mesma
mesmo
meta
metadata
metrics
meu
meus
migra
migracao
migracoes
migrar
migration
migrations
mil
mime
minha
minhas
miniatura
minimos
minusculo
minutes
mobile
mock
modal
mode
model
modelo
modelos
models
modo
modular
modulariza
module
modules
modulo
modulos
moldura
monta
montar
mostrar
motivo
motivos
move
mscha
mtime
multiple
multiplicador
multiplos
name
names
nao
narrativos
nascimento
natural
naturalizar
navbar
navega
navegacao
ncia
ncias
necessario
needed
neg
negativo
negrito
new
next
nio
niveis
nivel
node
nome
nomes
non
normaliza
normalizados
normalizar
normalization
normalize
nos
not
nota
nova
novo
novos
nula
nulo
number
numeracao
numero
nup
objetivos
obrigatorias
obrigatorio
observa
observacao
observacoes
observar
obtem
obter
occurrence
occurrences
ocorr
ocorrencia
ocorrencias
ocultar
ocultos
office
offset
older
only
opcao
opcional
opcoes
open
opera
operacao
operacionais
operacional
operation
operations
option
optional
options
ordem
ordena
ordenacao
ordenar
order
ordinal
organiza
organizada
orientacao
origem
out
outcome
outputs
outro
outtmpl
overview
own
owner
pack
package
padrao
padronizado
page
pages
pagina
paginas
paineis
painel
paint
paisagem
panel
papel
para
paragrafo
paragrafos
parameters
parametros
parcial
parece
parecer
parse
parser
participantes
partir
passos
passou
pasta
pastas
patch
path
paths
payload
payloads
pcpi
pdf
peap
pedag
pedagogica
pela
pelo
pendencias
pendente
pendentes
pending
pequenos
percent
percentual
perfil
period
periodo
periodos
periods
permanece
permiss
permissao
permissions
permissoes
permite
permitida
permitidas
permitido
permitidos
permte
persiste
persistence
persistent
pertence
peso
pessoal
pessoas
pipeline
planejamento
player
pluralizar
pode
policies
polling
ponto
pontuacao
pool
popula
popular
populate
por
pos
posicao
possui
post
pouco
prazo
prazos
pre
precisa
preconselho
preenche
preencher
preferencias
prefixo
prender
preparacao
preparado
preparar
prepare
preserva
preview
previews
primaria
primeira
primeiro
principal
print
printer
printing
prioridade
priority
prioriza
priorizadas
processa
processando
processar
procura
producao
product
professor
professores
profile
progressive
progressivo
progresso
projeto
projetor
promover
prompt
pronto
proporcionais
prote
protegidos
prova
provedor
provider
proxima
proximo
proximos
proxy
publico
pydantic
qualidade
qualidades
quando
quantidade
quebra
quebrar
quem
query
queue
quinta
quota
radcheck
radius
range
ranking
rapidas
rate
ratio
rav
read
ready
reagendar
reagir
reais
real
realizada
realizadas
realoca
reaproveita
reason
reasons
reavaliacao
reavaliar
recalcular
recarrega
recarregar
recente
recentes
recipient
recipients
recomendacao
recomendada
record
records
recriar
recupera
recuperacao
recuperar
recurso
recursos
rede
redefinir
redirect
reenvia
refactor
refatora
refatorada
reference
referencia
referencias
refina
refine
regimento
register
registered
registra
registradas
registrar
registration
registrations
registro
registros
regras
reimprimir
rejects
rejeita
relacionados
relacionamentos
relacoes
relat
relativa
relato
relatorio
relatorios
relevantes
reload
remove
remover
removido
render
renderer
renderiza
renderizador
renderizar
rendimento
repair
repara
repeat
repeti
repeticao
repetir
report
reports
repository
reprint
request
require
required
requires
requisitar
requisitos
reserva
reservar
reservas
reservation
reservations
resetar
resize
resolucao
resolve
resolver
resource
resources
respeita
responda
responde
responsavel
response
resposta
restantes
restaurar
restringe
result
resultado
resumida
resumir
resumo
retencao
retention
retorna
retrato
retry
return
returns
reuniao
reusable
reused
reuso
reutiliza
reutilizado
reutilizavel
revalidation
review
revis
revisao
revisar
revogar
rico
rio
rios
rodape
rolagem
rolar
role
roles
roman
romano
root
rota
rotate
rotulo
rotulos
route
router
routers
row
rows
ruff
rules
run
runs
runtime
runtimes
safe
saida
sala
salva
salvamento
salvar
sanitizar
sanitize
sanitizes
save
schedule
scheduling
schema
schemas
school
scope
script
scroll
search
secao
secoes
secret
section
seed
seeds
segmentos
segments
seguem
seguran
seguro
selecao
selecionada
selecionadas
selecionado
selecionador
selecionados
selecionar
selecoes
select
selected
selection
selects
seletor
sem
semana
semanais
semanal
send
senha
separa
separados
separam
sequencia
ser
serializar
serialize
serialized
server
servi
service
servicos
sessao
set
setup
seven
shared
sheet
shift
shim
short
show
sica
simbolos
simples
sinaliza
sinalizacao
sinalizadores
sincroniza
sincronizar
sistema
situacao
six
skill
skills
skips
slot
slug
snapshot
social
soffice
solicita
solicitacao
solicitacoes
solicitante
solto
soltos
somar
space
spool
sprint
sql
sqlite
ssl
staff
start
starts
starttag
state
static
status
ste
step
stepper
stico
store
str
student
students
submission
submissions
submit
substituir
sucesso
sugeridos
sugestao
sugestoes
suggested
suggestion
suggestions
suite
sumario
summary
suporta
suportadas
suportado
suporte
sync
system
systemd
tab
tabela
tabelas
table
tag
tags
tamanho
tamb
tarefas
target
task
teacher
teachers
teaching
tear
tecnico
tecnicos
tecnologia
tela
tem
tema
template
temporaria
temporizador
test
text
texto
textos
than
the
ticket
tickets
ticos
time
timezone
tipo
tipos
title
titulo
titulos
todas
todos
token
tokens
tom
top
topbar
total
traduz
traduzir
transfer
transferido
transforma
transitoria
tras
traz
trecho
tristate
troca
ttl
tube
turma
turmas
turn
turno
turnos
two
type
ultima
ultimo
ultrapassa
uma
unica
unicas
unico
unique
unversioned
update
updates
upgrade
upload
uploaded
upsert
url
usa
usando
used
user
uses
uso
usu
usuario
usuarios
utc
uteis
util
uuid
vagas
valid
valida
validacao
validada
validar
validate
validation
validations
valido
validos
valor
valores
value
vari
varia
variavel
vazia
vazio
vazios
vector
veis
ver
verbos
version
versionadas
versioned
vespertina
vespertino
vez
via
vicentina
vidas
video
view
viewport
vinculada
vinculado
vinculados
vinculo
vinculos
vindos
virgula
virtual
visao
visibilidade
visibility
visible
visivel
visoes
visuais
visual
visualizacao
visualizar
weekday
when
window
windows
with
without
wizard
worker
workflow
workloads
workspace
wrap
wrapper
you
youtube
ytdlp
zero
zeros